---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.ElectricalFailures
source: html/d09267ea-e7b3-adce-9398-d8f355d94b29.htm
---
# BuiltInFailures.ElectricalFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.